tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
brew "node"
brew "angular-cli"
brew "python@3.11"
brew "boost-python3"
brew "cask"
brew "cmake"
brew "criterion"
brew "gcc"
brew "go"
brew "grep"
brew "htop"
brew "lolcat"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "php"
brew "pnpm"
brew "python-tk@3.11"
brew "python@3.10"
brew "tree"
brew "wakatime-cli"
brew "watch"
brew "wget"
brew "zsh"
brew "felixkratz/formulae/sketchybar"
brew "teamookla/speedtest/speedtest"
cask "adobe-air"
cask "alfred"
cask "ankama"
cask "bartender"
cask "beekeeper-studio"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "languagetool"
cask "lapce"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "local"
cask "maccy"
cask "mactex-no-gui"
cask "mysqlworkbench"
cask "obs"
cask "obsidian"
cask "openemu"
cask "postman"
cask "spotify"
cask "steam"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
