tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "node"
brew "angular-cli"
brew "bat"
brew "python@3.11"
brew "boost-python3"
brew "cask"
brew "cmake"
brew "criterion"
brew "docker", link: false
brew "exa"
brew "ffmpeg"
brew "gcc"
brew "gcovr"
brew "gh"
brew "pinentry"
brew "gnupg"
brew "go"
brew "grep"
brew "htop"
brew "jq"
brew "lolcat"
brew "mas"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "php"
brew "pinentry-mac"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "python-tk@3.11"
brew "python@3.10"
brew "rename"
brew "ruby"
brew "rust"
brew "switchaudio-osx"
brew "tmux"
brew "tree"
brew "wakatime-cli"
brew "watch"
brew "wget"
brew "zsh"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "teamookla/speedtest/speedtest"
cask "adobe-air"
cask "alfred"
cask "ankama"
cask "bartender"
cask "beekeeper-studio"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "kitty"
cask "languagetool"
cask "lapce"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "local"
cask "maccy"
cask "mactex-no-gui"
cask "mysqlworkbench"
cask "obs"
cask "obsidian"
cask "openemu"
cask "postman"
cask "readdle-spark"
cask "sf-symbols"
cask "spotify"
cask "steam"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "AdBlock Pro", id: 1018301773
mas "Craft", id: 1487937127
mas "Dashlane", id: 517914548
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Mini Motorways", id: 1456188526
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Save to Pocket", id: 1477385213
mas "Session", id: 1521432881
mas "Structured", id: 1499198946
mas "Xcode", id: 497799835
