tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "cask"
brew "docker", link: false
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "lolcat"
brew "mas"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "wget"
brew "zsh"
brew "koekeishiya/formulae/yabai"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adobe-air"
cask "alfred"
cask "ankama"
cask "bartender"
cask "docker"
cask "firefox-developer-edition"
cask "gimp"
cask "iterm2"
cask "kitty"
cask "languagetool"
cask "maccy"
cask "minecraft"
cask "obs"
cask "openemu"
cask "postman"
cask "readdle-spark"
cask "sf-symbols"
cask "steam"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "AdBlock Pro", id: 1018301773
mas "Craft", id: 1487937127
mas "Dashlane", id: 517914548
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Mini Motorways", id: 1456188526
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Save to Pocket", id: 1477385213
mas "Session", id: 1521432881
mas "Structured", id: 1499198946
vscode "33p.2am"
vscode "alexcvzz.vscode-sqlite"
vscode "almenon.arepl"
vscode "Angular.ng-template"
vscode "ardenivanov.svelte-intellisense"
vscode "bengreenier.vscode-node-readme"
vscode "bitburner.bitburner-vscode-integration"
vscode "bradlc.vscode-tailwindcss"
vscode "brapifra.phpserver"
vscode "BriteSnow.vscode-toggle-quotes"
vscode "bungcip.better-toml"
vscode "Catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "cyrilletuzi.angular-schematics"
vscode "dbaeumer.vscode-eslint"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "dlasagno.rasi"
vscode "donjayamanne.python-environment-manager"
vscode "dsznajder.es7-react-js-snippets"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "eww-yuck.yuck"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-rename-tag"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "Gimly81.matlab"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "GiulioUngaretti.m"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "hollowtree.vue-snippets"
vscode "idered.npm"
vscode "jasonnutter.search-node-modules"
vscode "jawandarajbir.react-vscode-extension-pack"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jock.svg"
vscode "johnpapa.Angular2"
vscode "LeonardSSH.vscord"
vscode "magicstack.MagicPython"
vscode "mechatroner.rainbow-csv"
vscode "melishev.feather-vscode"
vscode "mohsen1.prettify-json"
vscode "mongodb.mongodb-vscode"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "msyrus.go-doc"
vscode "octref.vetur"
vscode "Orta.vscode-jest"
vscode "perelabat.vpl"
vscode "PKief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "seatonjiang.gitmoji-vscode"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "skyapps.fish-vscode"
vscode "sourcery.sourcery"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "teabyii.ayu"
vscode "tomoki1207.pdf"
vscode "twixes.pypi-assistant"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "WakaTime.vscode-wakatime"
vscode "WallabyJs.console-ninja"
vscode "WallabyJs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "xabikos.JavaScriptSnippets"
vscode "xabikos.ReactSnippets"
vscode "xdebug.php-pack"
vscode "zhuangtongfa.material-theme"
vscode "zobo.php-intellisense"
